[
  {
    "Day": "1",
    "verse": "Romans 1:20, ESV\n\nFor his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.",
    "PillarName": "Lostness",
     "PillarText": "People who have never heard the good news of Jesus come from all over the world for the Olympics. Pray that God will use what they experience and what He has made to give them a hunger to know more about who He is.\n\n",
    "Paris": "The stage is set for Paris to host the 2024 summer Olympics from July 26–August 11 and the Paralympics from August 28–September 8. As all eyes are on Paris, so are the Father’s eyes. Pray that people from many nations will hear of the Father’s love for them as IMB missionaries, short-term workers, volunteers, and local believers share the gospel before, during, and after the Olympic games.",
    "affinity": "Did you know roughly 1.2 million of Paris’ population originates from North African nations? Pray for the first generation of Northern Africans to have visions and dreams of Jesus and hear the good news in their heart language. Pray the second generation of Northern Africans will encounter true believers and that their testimonies will draw them to know Christ for themselves. Pray the third generation of Northern Africans will hear the still small voice of God amid this secular, fast-paced city. May each generation hear the good news of Jesus and come to salvation through His Word alone.",
    "field6": ""
  },
  {
    "Day": "2",
    "verse": "Matthew 13:1-9, ESV\n\nThat same day Jesus went out of the house and sat beside the sea. And great crowds gathered about him, so that he got into a boat and sat down. And the whole crowd stood on the beach. And he told them many things in parables, saying: “A sower went out to sow. And as he sowed, some seeds fell along the path, and the birds came and devoured them. Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil, but when the sun rose they were scorched. And since they had no root, they withered away. Other seeds fell among thorns, and the thorns grew up and choked them. Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty. He who has ears, let him hear.”",
    "PillarName": "Gospel Advance",
"PillarText": "The Olympics offer a great opportunity for people from all over the world to hear the gospel, some for the first time. Pray that seeds of truth will be planted and will grow in the hearts of many people as a result of intentional evangelism.",
    "Paris": "“Games Wide Open” is the motto for the 2024 Olympics and Paralympics. Pray that the gospel message will also be wide open and go throughout Paris this summer without obstruction. Pray for a fresh move of the Holy Spirit with believers boldly sharing the hope of the gospel.",
    "affinity": "Football (often referred to as soccer in the United States) is more than a sport in Europe. Many would readily say that it is a way of life. Across Europe, fans pack out stadiums or watch their favorite team from home every week. Europe is home to some of the most competitive and highly skilled teams in the world. It is no wonder that the European market on football was $30 billion in 2022. Football at the Olympics will be played on fields across France, and an estimated 3 billion people will watch these matches online or in person. Pray for these devoted fans to come to know a hope unshakable and undefeated. Pray for them to experience community through encounters with Jesus followers. Pray for the global nature of this sport to provide new opportunities for gospel proclamation as nations engage nations with the redemptive message of Jesus Christ.",
    "field6": ""
  },
  {
    "Day": "3",
    "verse": "Isaiah 25:6-9, ESV\n\n\tOn this mountain the LORD of hosts will make for all peoples\n\t\ta feast of rich food, a feast of well-aged wine,\n\t\tof rich food full of marrow, of aged wine well refined.\n\tAnd he will swallow up on this mountain\n\t\tthe covering that is cast over all peoples,\n\t\tthe veil that is spread over all nations.\n\t\tHe will swallow up death forever;\n\tand the Lord GOD will wipe away tears from all faces,\n\t\tand the reproach of His people He will take away from all the earth,\n\t\tfor the LORD has spoken.\n\tIt will be said on that day,\n\t\t“Behold, this is our God; we have waited for him, that he might save us.\n\t\tThis is the LORD; we have waited for him;\n\t\tlet us be glad and rejoice in his salvation.”",
    "PillarName": "The Church",
"PillarText": "Take a few minutes and thank God for this promise He has made to His people: death will be swallowed up forever. Praise Him because He has come to those who have waited for Him. Pray that the global church will be in awe of her Savior and that believers  will want to share the good news with people who have never heard.",
    "Paris": "Over 14,000 Olympians and Paralympians from at least 200 countries are preparing to compete for a medal in Paris. Pray that they will want to receive the greatest prize of knowing Jesus and placing their hope in Him. Pray that our teams can link those who receive Christ or express interest in the gospel to healthy churches and believers in their home countries.",
    "affinity": "Athletics and swimming are some of the most viewed events in the summer Olympics. The\nSouth African Olympic team will be strong contenders in these events, as well as in boxing. The book of Jude\nexhorts us to contend for our faith, standing firm in the battle. Pray that the believers in South\nAfrica will stand firm against the schemes of the evil one. Pray that they will take every opportunity to proclaim the gospel both near and far.",
    "field6": ""
  },
  {
    "Day": "4",
    "verse": "John 1:1-14, ESV\n\nIn the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God. All things were made through him, and without him was not any thing made that was made. In him was life, and the life was the light of men. The light shines in the darkness, and the darkness has not overcome it.\n\nThere was a man sent from God, whose name was John. He came as a witness, to bear witness about the light, that all might believe through him. He was not the light, but came to bear witness about the light.\n\nThe true light, which gives light to everyone, was coming into the world. He was in the world, and the world was made through Him, yet the world did not know him. He came to his own, and his own people did not receive him. But to all who did receive him, who believed in his name, he gave the right to become children of God, who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.\n\nAnd the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.",
    "PillarName": "Missionaries",
"PillarText": "Pray for missionaries who work hard to share the gospel with those who have never heard. Ask God to remind them that from the beginning of time, He had a plan and has orchestrated all things for our good and for His glory. Pray that missionaries will be encouraged and fruitful as they share with others.",
    "Paris": "The city of Paris has been feverishly working to prepare the city for the Olympic games. It is their hope that the improvements they have made to the city will stimulate an ongoing local impact. It is also the hope of IMB missionaries that the Olympic games will have an ongoing impact on the Christian community. Join us in praying that the evangelistic efforts during the games will produce biblically faithful, reproducing churches who send to the nations from every borough, town, and village.",
    "affinity": "Athletics in the Olympics includes 18 different types of events for both men and women, everything from sprints to long-distance running to relay races. Twenty-four nations that represent the Americas will participate. For almost 40 percent of those nations, it is the only event for which they have qualified. Pray that these athletes will run toward Jesus Christ to win the reward of eternity.",
    "field6": ""
  },
  {
    "Day": "5",
    "verse": "Psalm 19:1-4, ESV\n\nTo the choirmaster. A Psalm of David.\n\n\tThe heavens declare the glory of God,\n\t\tand the sky above proclaims his handiwork.\n\tDay to day pours out speech,\n\t\tand night to night reveals knowledge.\n\tThere is no speech, nor are there words,\n\t\twhose voice is not heard.\n\tTheir voice goes out through all the earth,\n\t\tand their words to the end of the world.\n\tIn them he has set a tent for the sun.",
    "PillarName": "Lostness",
"PillarText": "Think about what it means to say that \"the heavens declare the glory of God.\" All people, everywhere, have experienced something of God's creation. Pray that as Olympic athletes and spectators have time away from their routine lives, God will use His creation to give them a hunger to know more of Him. Pray they will have the opportunity to hear and respond to the good news.",
    "Paris": "The opening ceremony on July 26 will include 160 boats parading the athletes and dignitaries down the Seine River. The riverbank will be filled with spectators for the first ceremony of its kind. Pray that volunteers working with IMB missionaries can have many conversations with Parisians and tourists about the great river of life that is flowing from the throne of God right down the main street of heaven.",
    "affinity": "Table tennis and badminton are sports that were invented elsewhere but are now dominated by Asian countries such as China, South Korea, and Indonesia. These fast-paced sports have very clear regulations and boundaries, and stamina with good strategy is important in winning matches. Fast-paced is also a word to describe life in many Asia-Pacific Rim cities. Just as athletes need time to rest their bodies, pray for believers in this part of the world to take time to be still, quiet their hearts, and let God minister to their needs. Pray for believers to not grow weary on this race they are running, but to always take time to wait upon the Lord and have their strength renewed.",
    "field6": ""
  },
  {
    "Day": "6",
    "verse": "1 Peter 3:18, ESV\n\nFor Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit.",
    "PillarName": "Gospel Advance",
"PillarText": "Jesus came to usher in the kingdom of God.  He made a way for us to be brought back into relationship with God. This is good news! Pray that, during this year's Olympic games, many people would have the opportunity to hear that the kingdom of God us upon us and that Jesus  has made a way, through His blood, for us to be made right with God.",
    "Paris": "Well-known landmarks, including the Eiffel Tower, will be the backdrop of several of the games. Paris plans to highlight their historical monuments. Paris has several beautiful ancient church buildings, but most Parisans have never heard the gospel. France now considers itself secular, and although religion is allowed, it is not encouraged. Our on-the-ground IMB team is working to plant new church in multiple areas of the city. Pray that vibrant new congregations would fill the space between old empty cathedrals.",
    "affinity": "Sri Lanka has been preparing for the Summer Olympics with their “Road to Paris” program.  Fifty-eight athletes are training to compete in the Olympic and Paralympic games. Please pray for these athletes that as they train they would come face to face with the One who holds their future. Please pray that they would see the gospel as truth and choose to follow Christ with as much passion as they use in their training.",
    "field6": ""
  },
  {
    "Day": "7",
    "verse": "Zechariah 2:11, ESV\n\nAnd many nations shall join themselves to the LORD in that day, and shall be my people. And I will dwell in your midst, and you shall know that the LORD of hosts has sent me to you.",
    "PillarName": "The Church",
"PillarText": "Thank the Lord for allowing us to live in a time when He has made us His people and dwells in our midst. Pray that He will protect and encourage the global church as we carry on the work He has for us in bringing more people into His fold.",
    "Paris": "Paris will host 329 Olympic events and 549 Paralympic events in 27 days. Pray that there will be a gospel presence at each event and that God’s name will be made known in Paris.",
    "affinity": "The first free school for the Deaf was founded in the mid-1700s in Paris, France. This institute began to address the need to educate two Deaf sisters and grew to include teachers and students who would impact and establish Deaf education all over the world. This school still provides education for French Deaf students today. And yet, despite schools like this one in Paris and others, it is estimated that 72 million culturally Deaf peoples have little access to Scripture in their heart language. Many have never seen the name of Jesus signed in their language. Please pray for Deaf peoples all over the world to hear the good news of Jesus in their heart language. Pray for more resources for Scripture translation projects among Deaf peoples.",
    "field6": ""
  },
  {
    "Day": "8",
    "verse": "Acts 1:8, ESV\n\nBut you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.",
    "PillarName": "Missionaries",
"PillarText": "Praise God for those He has sent into all the earth to share the good news with those who have not heard. Pray that those He has called will remember they have received power and that the Holy Spirit is with them as they proclaim the good news. Pray they will remember they are not alone—they can depend on Him for strength. Ask God how He might want you to be involved in His global mission.",
    "Paris": "Europe’s diversity and global reach make it a critical place to engage in missions. IMB missionaries want to reach all those who live in Paris. Pray for a Chinese church from the States who is coming to spread the gospel among Chinese. Pray that their work alongside local Chinese believers will grow the Chinese church in Paris.",
    "affinity": "A male Uighur gymnast will be participating in gymnastics at the Olympics. This is a major honor and achievement for someone from this little-known Central Asian people group. As he spends time in Paris, pray he and his team will encounter believers who can speak his language and share the gospel with him. Pray that he will see the truth and be brought into God's kingdom and then take that back to his people, who are lost and in darkness.",
    "field6": ""
  },
  {
    "Day": "9",
    "verse": "Psalm 67:3-4, ESV\n\n\tLet the peoples praise you, O God; let all the peoples praise you!\n\tLet the nations be glad and sing for joy, for you judge the peoples with equity and guide the nations upon earth. Selah",
    "PillarName": "Lostness",
"PillarText": "God is deserving of all of our praise and adoration.  Pray for those who do not yet know what it is to \"sing for joy.\" Ask that they will have the opportunity to hear the good news and receive newness of life in Him.",
    "Paris": "The oldest Baptist church in the city is hosting a Christian art exhibit near the famous Louvre art museum. Pray for many to come to this exhibit and be willing to engage in conversation with church members and short-term workers. Pray they will open their hearts to hear the gospel message.",
    "affinity": "The Olympics provide unique opportunities for athletes, coaches, and other staff to mingle with people from other cultures and countries. Pray for those who come from countries in North Africa and Middle East where the gospel is not accessible. Ask God to prepare, embolden, and place believers in strategic places to share the good news. Pray for soft, open hearts, and that people will go back to their home countries with seeds of truth planted deep in their hearts.",
    "field6": ""
  },
  {
    "Day": "10",
    "verse": "Matthew 6:10, ESV\n\n\tYour kingdom come, your will be done, on earth as it is in heaven.",
    "PillarName": "Gospel Advance",
"PillarText": "What does it mean to pray for God's kingdom to come and His will be done?  Take a few minutes and think about what it will take for His kingdom to advance throughout the entire earth. Pray for this time during the Olympics, when people from countries that are not open to the gospel come and have the opportunity to hear the good news for the first time. Pray that His kingdom will come in their hearts and that they will grow in Him.",
    "Paris": "11,000 torchbearers will go through every part of France to celebrate the coming of the Olympics and Paralympics. Jesus said, “I am the Light of the world.” Pray for Jesus to be known in every borough, town, and village of France. Pray especially for our IMB teams located all throughout France.",
    "affinity": "The face of Europe is changing. Many European Olympians represent countries that have become home though their family roots stem from non-European countries. As national European populations decrease, people are moving into Europe from the global south for work, school, opportunity, and asylum. European peoples are also mobile as they shift from East to Western Europe in search for economic stability and possibility. The generations that follow these movements become assimilated into their host countries but remain attached and aware of the cultural norms and practices of their heritage. These generations are critical to gospel movement throughout Europe. Pray for open hearts and salvations among this bridge generation. Pray for the believers from the global south who are making a home in Europe to become harvest laborers who will cross-culturally engage the peoples and places around them.",
    "field6": ""
  },
  {
    "Day": "11",
    "verse": "Matthew 28:18-20, ESV\n\nAnd Jesus came and said to them, “All authority in heaven and on earth has been given to me. Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”",
    "PillarName": "The Church",
"PillarText": "Jesus told those who follow Him to make disciples of all nations. Pray that the global church will be faithful in this command. Pray that they will be burdened for lostness and be given confidence that He is with them as they go and share the good news with those who have not yet heard.",
    "Paris": "The Olympians will be housed at the Olympic Village, where 60,000 meals will be served daily. Pray that over a meal Christian athletes and chaplains will share about Jesus, the Bread of Life, who can feed hungry souls.",
    "affinity": "If you are watching the sprinters, you better be paying attention. They fly by! There is a little more time with relays. There are a number of African countries to watch in the relays: Botswana, Nigeria, Ghana, Liberia, Côte d’Ivoire, and South Africa. As you watch the African\nrunners, pray the Holy Spirit will move in their countries, opening hearts to the freedom found only through Jesus Christ.",
    "field6": ""
  },
  {
    "Day": "12",
    "verse": "Matthew 9:35-38, ESV\n\nAnd Jesus went throughout all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction. When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd. Then he said to his disciples, “The harvest is plentiful, but the laborers are few; therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest.”",
    "PillarName": "Missionaries",
"PillarText": "There is so much work to be done to let the whole world hear the good news of Jesus. And, just as in Jesus' day, the harvest is plentiful but the workers are few. Pray as Jesus instructed that, \"the Lord of the harvest [will] send out laborers into His harvest.\"",
    "Paris": "As visitors from every corner of the world converge on Paris, may His people be faithful to share the gospel message with them. Pray for openness to the gospel, and that Christians will show a genuine love for the people they meet and unashamedly give the hope of the gospel wherever they go. Water bottle distribution is a way missionaries and volunteers can have encounters with people. Pray for many interactions with those who want to know how Jesus can satisfy their thirsty soul.",
    "affinity": "Along the coasts of Mexico, Central America, and South America are areas famous for surfing. Representatives from several countries in the Americas will vie for medals and the fame that comes with them. Pray that surfers would seek Jesus and the reward of His salvation. Pray that they would see Him through His creation of the oceans, beaches, and waves.",
    "field6": ""
  },
  {
    "Day": "13",
    "verse": "Isaiah 45:22-24, ESV\n\n\t“Turn to me and be saved,\n\t\tall the ends of the earth!\n\t\tFor I am God, and there is no other.\n\tBy myself I have sworn;\n\t\tfrom my mouth has gone out in righteousness\n\t\ta word that shall not return:\n\t‘To me every knee shall bow,\n\t\tevery tongue shall swear allegiance.’\n\t“Only in the LORD, it shall be said of me,\n\t\tare righteousness and strength;\n\tto him shall come and be ashamed\n\t\tall who were incensed against him.",
    "PillarName": "Lostness",
"PillarText": "Pray for the many nations represented at the Olympics. Ask that God will reveal Himself to them so that they might be saved and give Him all of their allegiance.",
    "Paris": "Security is a big priority for Paris during the Olympics. Over 30,000 police officers will be patrolling the streets and venues across France. Pray for safety and that any evil plans will be prevented. Pray that visitors to the city will put their trust in Jesus, who wants to be their refuge and safe place in times of trouble",
    "affinity": "Some countries in the Asia-Pacific Rim are powerhouses at the Olympics. Others come, compete, and return home empty-handed. Please pray for Olympic athletes to realize that their worth is not in their performance but rather in being known by God. Pray for opportunities for them to interact with Christian athletes or volunteers at the games, and hear about a love not based on our performance or our medals, but based on a God who loves the world.",
    "field6": ""
  },
  {
    "Day": "14",
    "verse": "Daniel 7:13-14, ESV\n\n“I saw in the night visions,\n\tand behold, with the clouds of heaven\n\t\tthere came one like a son of man,\n\tand he came to the Ancient of Days\n\t\tand was presented before him.\n\tAnd to him was given dominion\n\t\tand glory and a kingdom,\n\tthat all peoples, nations, and languages\n\t\tshould serve him;\n\this dominion is an everlasting dominion,\n\t\twhich shall not pass away,\n\tand his kingdom one\n\t\tthat shall not be destroyed.",
    "PillarName": "Gospel Advance",
"PillarText": "Our Lord Jesus has been given \"dominion and glory and a kingdom, that all peoples, nations, and languages should serve Him.\" This is not an empty hope but rather a true promise. He will bring people from every corner of the earth into His kingdom. Pray with confidence for gospel advance, knowing that He has promised to advance His kingdom among the peoples of the earth.",
    "Paris": "The Notre Dame Cathedral will not be open during the Olympics because it is still undergoing renovations after the fire in 2019. Recently the top of the steeple that includes a cross and a rooster was replaced. The rooster represents the French people and has rich meaning to them. Pray that hearts will be turned toward Jesus and the cross.",
    "affinity": "The men’s hockey team in Pakistan has historically competed in the Summer Olympics, but this time they failed to qualify. Pakistan is only sending five athletes to Paris. Although they are few in number, there are around 30,000 Pakistanis in France ready to cheer them to victory. Please pray that God would draw these athletes and their fans to the truth of the gospel. Ask God to prepare their hearts and that believers would be bold in their witness to Pakistanis during these Olympic games.",
    "field6": ""
  },
  {
    "Day": "15",
    "verse": "1 Peter 2:24, ESV\n\nHe himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.",
    "PillarName": "The Church",
"PillarText": "He bore our sins \"that we might die to sin and live to righteounsness; 'By his wounds you have been healed.'\"  These are wonderful promises for the church! Pray that followers of Jesus will live in the light of the gospel and that they will be so filled with the joy of their salvation that they want to share the good news with those they meet!",
    "Paris": "Break dancing will make its debut in the Olympics in Paris. It will be held at Place de la Concorde, the largest public square in Paris. Cover this square in prayer by asking God to make it an integral place for gospel-sharing and transformed lives by the power of God’s Word.",
    "affinity": "Despite the resources more readily available to Deaf communities in the west, much of the world’s Deaf are marginalized and oppressed. This isolation increases the barrier to them hearing the gospel. Pray for gospel access for these peoples. Pray for leaders to emerge from Deaf churches who will train others like 2 Tim 2:2 describes…”And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others.”",
    "field6": ""
  },
  {
    "Day": "16",
    "verse": "Matthew 6:9b-10, ESV\n\n\n\t“Our Father in heaven,\n\thallowed be your name.\n\tYour kingdom come,\n\tyour will be done,\n\ton earth as it is in heaven.",
    "PillarName": "Missionaries",
"PillarText": "Pray for missionaries, aking that the prayer of their heart will always be that God's name be praised, that His kingdom come, and that His will be done on earth as it in heaven. Pray God will protect them from the distractions of daily life and that they will remain focused on the role they play in taking the gospel to all nations. During this year's Olympic games, as there are many things to get excited about, pray God will provide missionaries with unique opportunities and gospel bridges as they share the good news with those around them.",
    "Paris": "Pray that deeper relationships will develop between IMB workers and local church partners. Our teams will be partnering closely with at least eight different Parisian churches. Pray for more churches in the Paris area to see the opportunity to engage the lost and live out the Great Commission.",
    "affinity": "The largest population of Turks in France are in and around Paris, yet there is little gospel engagement among the Turks and Kurds in France. Please pray that as the city of Paris is flooded with people for the Olympics, God will use this as an opportunity for the Turks and Kurds to hear the gospel proclaimed in ways they have not yet heard. Please pray also for the Turks and Kurds who will participate in the games, that God will send bold, faithful local believers to share the Gospel with them. Please pray for the Turks and Kurds who are seeking truth to have opportunities to hear the gospel from local believers and workers.",
    "field6": ""
  },
  {
    "Day": "17",
    "verse": "Isaiah 53:6, ESV\n\n\tAll we like sheep have gone astray; we have turned—every one—to his own way; and the LORD has laid on him the iniquity of us all.",
    "PillarName": "Lostness",
"PillarText": "Like sheep who have gone astray, all people are guilty of going their own way. Pray for lost people who will have opportunities to hear the gospel during the Olylmpics. Pray they will recognize that they are walking in darkness and that they will put their faith in the One who chose to carry the burden of all of our sins.",
    "Paris": "The Olympic mascot is the Phryge. It is a traditional cap that has been worn for centuries in France symbolizing freedom. The mission of the Phryge for the Olympics is to use sport to change everything in our lives for the better. 1 Timothy 4:8 reminds us that discipline of our physical bodies is useful and beneficial in this life, but godliness is valuable as it holds promise for this life and eternal life. Pray for opportunities to play sports in local Paris parks with those who do not know Jesus as a means to build relationships and share about eternal life.",
    "affinity": "The IOC Refugee Olympic Team is comprised of thirty-six athletes who represent over 100 million refugees worldwide. Pray for refugees around the world. They might be forgotten by humankind, but God knows each one by name. Pray for the Holy Spirit to draw each one to Jesus as the only eternal hope for this world.",
    "field6": ""
  },
  {
    "Day": "18",
    "verse": "Malachi 1:11, ESV\n\n\"For from the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations,\" says the LORD of hosts.",
    "PillarName": "Gospel Advance",
"PillarText": "Take a minute and thank God that He has promised to make His name great among the nations. He is the one doing the work, but He allows us to be a part of it! Pray with confidence and gratitude, knowing that He is bringing people into His kingdom every day. Pray that He will use this year's Olympics and outreach opportunities to allow many people to hear and receive the good news.",
    "Paris": "The Catholic church has deep roots in Paris. Pray for new friendships this summer with Catholics who are willing to study the Bible together with IMB missionaries and short-term workers. Pray that they will discover grace through the gift of salvation through Jesus.",
    "affinity": "Handball is a high-impact sport where two teams of seven players each compete on a court 40m x 20m. Players score goals by moving the ball down the field and throwing it forcefully into the goal. Players can toss, catch, dribble, or launch the ball using their hands, arms, heads and even knees. But at no time can the ball come in contact below the knee. This sport is popular in Europe where it originated. France, Denmark, Norway, Sweden, Hungary, Netherlands, Slovenia, and Germany will compete in handball during the 2024 Paris Olympics. Please pray for gospel access for these athletes and those who have come to watch them. Pray for open hearts and new gospel receptivity in these cold climate and historically “Christian” nations where there is very little gospel witness today.",
    "field6": ""
  },
  {
    "Day": "19",
    "verse": "Ephesians 2:4-6, ESV\n\nBut God, being rich in mercy, because of the great love with which he loved us, even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—and raised us up with him and seated us with him in the heavenly places in Christ Jesus.",
    "PillarName": "The Church",
"PillarText": "God is indeed rich in mercy.  He has taken us from the death and brought us into life in Christ! Pray that the global church will be encouraged and motivated to share the good news as they live in the reality of new life. Take a minute and think about what it means when we read that God has \"seated us with Him in the heavenly places in Christ Jesus.\" Pray that this truth will transform you in amazing ways.",
    "Paris": "Paris is famous for its many cafés with outside seating, bakeries, and sweet shops. Pray that every day during the Olympics IMB missionaries and volunteers will have people willing to sit down at a café for conversations and consider the gospel message.",
    "affinity": "Kenya is known for producing fantastic long distance runners. You may not know that Kenya\nhas a strong body of believers. They are squeezed by the multiplying false prosperity gospel on one side and expanding Islam on the other. Pray Hebrews 12:1 for the Kenyan believers and churches: “Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that\nis set before us.”",
    "field6": ""
  },
  {
    "Day": "20",
    "verse": "Psalm 15:1-2, ESV\n\nA Psalm of David.\n\n\tO LORD, who shall sojourn in your tent?\n\t\tWho shall dwell on your holy hill?\n\tHe who walks blamelessly and does what is right\n\t\tand speaks truth in his heart.",
    "PillarName": "Missionaries",
"PillarText": "Being sent out from their homes, missionaries can often feel out of place in their new locations. Pray that they will remember that all followers of Jesus are sojourners. Pray that they will remember that they belong to the kingdom of God, in His tent, and on His holy hill. Pray He will make Himeself close to them, reminding them that He is with them as they share the good news of great joy with those who have never heard.",
    "Paris": "Pray for protection from sickness for all our volunteers from the States and for those who live in Paris. Pray they will have stamina for the long, hot days that will include a lot of walking and climbing stairs.",
    "affinity": "Cycling is a favorite Sunday pastime in Latin America. Roads close for individuals, families, and teams of cyclists to enjoy the fresh air and exercise. Pray that these riders would seek God with the same enthusiasm. Pray for churches and individuals to engage with riders in their cities. Soccer or football is the most popular sport in over 200 countries in the world and is by far the most played in Central and South America. For many, both playing and watching has taken on the level of being their religion. Pray for football players and fans to turn to God as their sole source of hope and salvation.",
    "field6": ""
  },
  {
    "Day": "21",
    "verse": "Isaiah 59:2, ESV\n\n\tBut your iniquities have made a separation between you and your God, and your sins have hidden his face from you so that he does not hear.",
    "PillarName": "Lostness",
"PillarText": "Our sin separates us from God. Pray for lost people at the Olympics who might have the opportunity to hear the gospel for the first time. Pray that they will be convicted of their sin and that they will feel the separation between themselves and God. Pray they will seek the truth and that they will have an opportunity to hear and respond to the gospel.",
    "Paris": "Paris built only one permanent structure (called the Aquatics Center) that will continue to benefit the sports community. Paris hopes it will enhance the underprivileged community of Seine-Saint-Denis, north of Paris. There are currently no Baptist churches in that area. Pray that IMB missionaries and their local partners can saturate this area with the gospel and a new church can be planted.",
    "affinity": "In several Asia-Pacific Rim countries, the only acceptable prize is the gold medal, as it brings great honor to their home country. Pray for those attending the Olympics, either as participants or spectators, to hear about another prize: heaven! Pray they will know that we all can run this race, and we all can get the prize, a crown that will last forever (1 Corinthians 9:24-25)!",
    "field6": ""
  },
  {
    "Day": "22",
    "verse": "Revelation 7:9-12, ESV\n\nAfter this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”",
    "PillarName": "Gospel Advance",
"PillarText": "This is the vision. This is what we pray for and what we know God will bring into being. Pray for gospel advance. Pray for the unique opportunities the Olympics bring for people to hear the good news who have never heard it before. Pray that God will use this year's Olympic games to bring more people from more tribes and more langauges into the kingdom of God.",
    "Paris": "Trading Olympic pins is a favorite pastime during the Olympics. The IMB team and partners will use three different evangelistic pin designs as they share the gospel. One will have a picture of a torch with the words “I am the light.” Pray that these pins will be an effective tool to bring people out of darkness and into the light.",
    "affinity": "What is the most populous country to have never won an Olympic medal? Bangladesh. Small in size but large in population (174 million), Bangladesh is an economically poor nation that is prone to flooding and devastation from cyclones. Bangladeshi people are also spiritually poor and vulnerable, with about 90 percent following Islam. Pray for Bangladeshis to find safety and stability by putting their faith in Jesus as Lord and Savior. There is much opposition to those who choose to leave Islam and follow Christ, so please pray for believers to remain strong in the face of persecution. Just as Bangladeshi athletes press on to try to win a medal for their country, pray that Bangladeshi Christians will press on to win the prize for which God has called them heavenward in Christ Jesus.  (Philippians 4:13, NIV)",
    "field6": ""
  },
  {
    "Day": "23",
    "verse": "1 Peter 2:9, ESV\n\nBut you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.",
    "PillarName": "The Church",
"PillarText": "What a claim that those who follow Christ are \"a chosen race, a royal priestood, a holy nation.\" Pray for the people of God who represent many nations at the Olympics. Ask God to remind them that far more important than the earthly nation they represent is the heavenly kingdom and the royal priesthood to which they belong. Pray that they will be faithful to \"proclaim the excellencies of Him to called [them] out of darkness into His marvelous light.\"",
    "Paris": "The Stade de France, the 25-year-old national stadium of France, is a source of pride for French. It normally holds all the national rugby and soccer matches and concerts. It boasts an elliptical roof and seating for 80,000 people. The Olympic rugby matches will be held there, as well as track and field events. Pray that this facility will be used for the glory of God one day rather than for the glory of man. Pray for a future gathering of people in this stadium singing praises to God in French.",
    "affinity": "Many years ago, Paris, France hosted another multi-sport competition called the Deaflympics. Founded in Paris in the 1920s by a Deaf activist, this first competition attracted only 9 nations but has grown to include over 70 nations and 2400 athletes. Much like the Olympic events, it is also held every 4 years. Although Deaf athletes cannot be guided by sounds as they might in other sporting events, lights or flags are used to start races and applause or cheering is not customary in the stands. Pray for Deaf athletes to come to know the one true God. Pray for this gathering of Deaf peoples to be an opportune place for gospel flow.",
    "field6": ""
  },
  {
    "Day": "24",
    "verse": "Ephesians 1:4b-6, ESV\n\nWe should be holy and blameless before him. In love he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will, to the praise of his glorious grace, with which he has blessed us in the Beloved.",
    "PillarName": "Missionaries",
"PillarText": "Pray that missionaries will be encouraged as they remember that God had a plan for them even before they were born! In hard days, pray that God will remind them that He saved them, along with all believers, and adopted them as sons and daughters for the purpose of His will. Pray this truth will keep them steadfast and will overflow in their speech as they share the good news with those who have never heard.",
    "Paris": "Round-the-clock medical care and chaplains will be available to athletes at Olympic village. Pray for the chaplains and the Christian doctors who will be ministering to athletes. Pray that they will point the athletes to Jesus as the only way to know God and as the One who can meet their deepest needs.",
    "affinity": "While Iran is sending a delegation of 32 athletes to the 2024 Paris Olympics, other Iranian athletes have found a different path for their Olympic career. Ten men and four women from Iran were selected as delegates for the 2024 Refugee Team. The Refugee Team will also include three male and two female Afghan athletes. Athletes on the Refugee Team have refugee status in their host countries. With easier access and religious freedom in their host countries, refugee athletes have the opportunity to hear the good news of God’s saving grace through Jesus. Pray for curiosity to learn about Christianity, divine encounters with believers who share the gospel, and churches dedicated to reaching lost refugees around them. Pray many refugees will come to know Jesus and will then share their transformation with family and friends back in Iran and Afghanistan.",
    "field6": ""
  },
  {
    "Day": "25",
    "verse": "Romans 6:23, ESV\n\nFor the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
    "PillarName": "Lostness",
"PillarText": "\"The wages of sin is death.\" Take a minute and process what that means for those who have never heard the good news that Jesus came to save them from death and bring them into the kingdom of God. Thank Him for making a way for you to hear the good news, and pray that He will be at work in the hearts of those who have never had the opportunity to hear. Pray that they will see their brokenness and look for answers in Jesus.",
    "Paris": "The Olympic symbol of the five colorful interlocking rings was first used in the 1920 Olympics to inspire unity by using colors of the country flags in the five continents represented. Pray for the Olympics to inspire Southern Baptists and other believers around the world to come together in unity and have a clear vision of a multitude from every nation, tribe, people, and language, knowing and worshipping our Lord Jesus Christ (Revelation 7:9).",
    "affinity": "Many of the Ukrainian athletes compete with fresh reminders of the ongoing trauma and tragedy of war that has gripped their country since 2022. But amid such brokenness, the gospel opportunity is immense. Among displaced Ukrainians, churches are being planted and strengthened in the new countries where they have settled. In Ukraine, new initiatives like the Generation Church Planting School have emerged. These schools are working to train local believers to plant healthy churches. Pray that these individuals will faithfully focus on training and implementing what they have learned and live faithfully, boldly, proclaiming the greatness of God. Pray for digital engagement strategies across Europe to provide gospel access to many displaced Russian and Ukrainian speakers and for more digital responders for this engagement effort.",
    "field6": ""
  },
  {
    "Day": "26",
    "verse": "1 Chronicles 16:24, ESV\n\n\tDeclare his glory among the nations, his marvelous works among all the peoples!",
    "PillarName": "Gospel Advance",
"PillarText": "What a command we have been given to \"declare His glory among the nations, His marvelous deeds among all the peoples.\" Pray that the gospel will indeed be proclaimed among all the peoples. During this year's Olympic games, there are unique opportunities for people from all over the world to encounter the truth of the gospel for the first time. Pray that this year's games will bring many into a saving faith that is more valuable than any medal the competitors could win.",
    "Paris": "The Olympic hymn’s lyrics were written by Greek poet Kostis Palamas and first sung at the 1896 Olympics. After a pause of a few years, the melody, composed by Spyros Samaras, is performed at each Olympics. It begins with the words, “O Ancient immortal Spirit, pure Father of beauty, of greatness, and of truth.” Pray that the Holy Spirit will turn hearts toward him as the only true God who is worthy of worship.",
    "affinity": "As the wealthy from the Arab Peninsula escape the summer heat and attend the Olympics in Paris this year, pray they will meet true followers of Christ, not only those who say they are Christians by heritage. Pray they will notice the difference, be drawn by what they witness, become curious to know more, and ask questions. Pray that they will be gifted God’s Word in their heart language and soon follow Jesus.",
    "field6": ""
  },
  {
    "Day": "27",
    "verse": "Romans 12:1, ESV\n\nI appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
    "PillarName": "The Church",
"PillarText": "What does it mean to be a living sacrifice to God?  Pray for the global church, that believers will remember that they have been bought by the precious blood of Jesus. Pray they will live with open hands, presenting their lives as living sacrifices to God. Pray for believers at the Olympics, that they will be willing to give all that they are to Him for His glory. Pray that He will reveal to you anything in your life that you need to surrender to Him as you also seek to be a living sacrifice to God.",
    "Paris": "In the west of Paris, the renowned Roland-Garros Stadium will host tennis and boxing during the Olympics and the wheelchair tennis competitions during the Paralympics. Pray for a group of people to become Christ followers this summer in the west that could be the beginnings of a new church in this area where we have a missionary family living.",
    "affinity": "African vendors dangle Eiffel Tower keychains and beaded bracelets for tourists to buy. Stress and sweat mingle from both the vendor and the tourist. “Will I make a sale? Will I eat tonight?” thinks the vendor, while the tourist is worried about their wallet and phone. Pray for the hearts of the vendors to be open to the gospel, that they will have ears to hear the good news in the midst of a life that is too hard. Pray that the tourists who are believers will seize the opportunity to share the love and light that only comes from God. May many African vendors turn to God for salvation during the 2024 Paris Olympics.",
    "field6": ""
  },
  {
    "Day": "28",
    "verse": "Romans 10:14-15, ESV\n\nHow then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching? And how are they to preach unless they are sent? As it is written, “How beautiful are the feet of those who preach the good news!”",
    "PillarName": "Missionaries",
"PillarText": "People who have never encountered the good news simply won't hear it unless someone shares it with them. Pray for missionaries—people who are sent out by their churches to proclaim the good news among those who are lost. Ask God to remind them of the weighty task He has put before them and to remind them that they have \"beautiful feet\" as they carry the good news. Pray that God will show you how you can become more involved in the work He is doing around the world.",
    "Paris": "The three core values that the Olympics promote are friendship, respect, and excellence. Pray for Christian Olympians to model these attributes among their peers, giving them opportunities to introduce new friends to their greatest Friend who gave His life for them.",
    "affinity": "This year at the Paris Olympics, 81 Indian athletes have qualified to compete, including the national star Neeraj Chopra, who won gold in Tokyo in 2000. Indians have won a total of ten gold medals in any Olympic games. Pray for health and safety for each of these 81 individuals as they travel to France. Pray that they will encounter true Jesus-followers who will share the truth of the Gospel with them. Pray for their eyes to be opened to question the cultural assumptions that they have lived with and to question the religious traditions with which they were raised.",
    "field6": ""
  },
  {
    "Day": "29",
    "verse": "Acts 17:26-27, ESV\n\nAnd he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place, that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us.",
    "PillarName": "Lostness",
"PillarText": "Pray for those who are seeking. Ask that they will seek the One True God and that they will find someone to share the good news with them. Pray they will not stop until they have heard and received the good news of salvation for all who trust in the work of Jesus.",
    "Paris": "The Olympics displays the hopes and challenges of a young generation every four years. Pray for the young generation in Paris to lead the way for a spiritual awakening by putting their hopes in Jesus.",
    "affinity": "As you watch the opening and closing ceremonies at the Olympics, you will see over 200 countries represented. Some have only a few athletes. Others have many. Countries like Cambodia, Brunei, Laos, Myanmar, and Timor-Leste have never won a summer Olympic medal, while countries like China, Japan, and South Korea have brought home hundreds. Whatever their history, whatever their performance in 2024, they have earned the right to be there. As you watch them give their all for a sport, please pray for them to have the chance to hear about heaven. Pray they will understand that it is not performance that will get them there, but grace. It is not something they earn, but something they receive when they surrender to God. Pray for the day when all around the throne, people from these Asia-Pacific nations will be worshipping the one true God.",
    "field6": ""
  },
  {
    "Day": "30",
    "verse": "Psalm 22:27-28, ESV\n\n\tAll the ends of the earth shall remember\n\t\tand turn to the LORD,\n\tand all the families of the nations\n\t\tshall worship before you.\n\tFor kingship belongs to the LORD,\n\t\tand he rules over the nations.",
    "PillarName": "Gospel Advance",
"PillarText": "Pray that the gospel will advance and \"all the families of the nations\" will worship before the One True God. Pray for believers who participate in and attend the games. Ask that He will allow them to be a part of bringing the good news of salvation to all the peoples of the earth who have come to this one location for this year's Olympic games.",
    "Paris": "Paris wants to see a transformation in their communities through the Olympics. With 150,000 new jobs created and 5,000 community sporting facilities either renovated or installed, the Olympics is making significant changes for the people living in the Paris area. Pray for spiritual transformation of unchurched communities in the Paris region. The 16th arrondissement (or borough) has 167,000 people and only one small evangelical church plant.",
    "affinity": "Central Asian peoples encompass a wide array of ethnicities, including Turks, Kurds, Persians, and the diverse populations of the former Soviet countries. Their heritage and history are marked by richness and complexity. Moreover, they are almost entirely Muslim, with limited exposure to the gospel and very few churches. Let's pray for divine opportunities for Central Asians in Paris during the Olympics to encounter believers and the gospel message. May they meet individuals who can share Scriptures and gospel resources with them, planting seeds in their hearts. Let's petition the Lord for a mighty outpouring of His Spirit during this time in France, leading many Central Asians to embrace the truth of the gospel and find salvation in Jesus Christ, and that they will return to their homelands as ambassadors of eternal life.",
    "field6": ""
  }
]
